backend/uploads/map2/run/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2212                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    inlet
    {
        type            patch;
        nFaces          980;
        startFace       759586;
    }
    outlet
    {
        type            patch;
        nFaces          980;
        startFace       760566;
    }
    front
    {
        type            symmetryPlane;
        nFaces          980;
        startFace       761546;
    }
    back
    {
        type            symmetryPlane;
        nFaces          980;
        startFace       762526;
    }
    bot
    {
        type            wall;
        nFaces          8804;
        startFace       763506;
    }
    top
    {
        type            symmetryPlane;
        nFaces          8804;
        startFace       772310;
    }
)

// ************************************************************************* //
